{
    "products": [{
            "id": 1,
            "name": "Avoderm",
            "price": 13,
            "description": "AvoDerm Grain Free Advanced Healthy Weight Turkey Meal Recipe Dry Dog Food",
            "detail": "Our specialty grain free weight management formula is crafted for adult dogs that are less active or just need to shed a few pounds. AvoDerm Natural dog food provides essential proteins to help your dog maintain their quality of life, even as they lose weight. It’s also made with L-Carnitine, a compound that helps break down fat, and natural chondroitin sulfate and glucosamine to help maintain healthy joints and support activities that maintain a healthy weight. We top off this premium formula with omega-rich California grown avocados. These nutrient-dense superfoods help promote good health and healthy skin to keep your dog's coat shining all season long.",
            "image": "../src/image/product_dog_1.webp",
            "image_2": "../src/image/product_dog_detail_1.avif"
        }, {
            "id": 2,
            "name": "Avoderm",
            "price": 3,
            "description": "AvoDerm GRAIN FREE BEEF & POTATO STEW RECIPE",
            "detail": "AvoDerm Natural Beef & Potato Stew Recipe is a grain-free dog food that provides quality protein sources ideal for dogs with food intolerances to other protein sources, such as a chicken sensitivity. Using a potato stew recipe, this dog food is also suitable for dogs with an intolerance or sensitivity to rice. AvoDerm only uses high-quality ingredients including omega-rich avocados to provide healthy, balanced levels of protein, fat, and nutrients for adult dogs.",
            "image": "../src/image/product_dog_2.webp",
            "image_2": "../src/image/product_dog_detail_2.webp"
        },
        {
            "id": 3,
            "name": "Avoderm",
            "price": 17,
            "description": "AVODERM GRAIN FREE BEEF & VEGETABLE RECIPE DRY DOG FOOD",
            "detail": "AvoDerm Grain Free Beef & Vegetables Recipe dog food provides healthy, balanced nutrition for your dog with high quality ingredients including natural California avocados to ensure that you are providing the optimum nutrition your dog needs.As a wheat free, corn free and grain free dog food with avocado, this formula is ideal for dogs with food sensitivities or intolerances to wheat, corn, and grains. Using beef and vegetables, it is suitable for dogs with a food sensitivity to turkey and rice. Available in 4 and 24 pound bags.",
            "image": "../src/image/product_dog_3.webp",
            "image_2": "../src/image/product_dog_detail_3.webp"
        },
        {
            "id": 4,
            "name": "Avoderm",
            "price": 3,
            "description": "AVODERM GRAIN FREE CHICKEN & VEGETABLE STEW RECIPE",
            "detail": "AvoDerm Natural Chicken & Vegetable Stew is grain-free dog food with avocado that provides premium protein sources that are ideal for dogs with food sensitivities to other protein sources such as beef or turkey. AvoDerm only uses high-quality ingredients including omega-rich avocados to provide healthy, balanced levels of protein, fat, and nutrients for adult dogs.",
            "image": "../src/image/product_dog_4.webp",
            "image_2": "../src/image/product_dog_detail_4.webp"
        },
        {
            "id": 5,
            "name": "Avoderm",
            "price": 21,
            "description": "AVODERM GRAIN FREE SALMON & VEGETABLE RECIPE DRY DOG FOOD",
            "detail": "AvoDerm Natural Grain Free Salmon & Vegetables Recipe is grain free dog food with no wheat and no corn, making it ideal for dogs with food sensitivities such as grain, wheat, or corn. The first ingredient is salmon, providing a premium protein source for your dog. Is salmon good for dogs with food intolerances? Well, it is if your dog has a food intolerance to other proteins like chicken, beef, turkey or lamb. With natural California avocados, your dog will get close to 20 vitamins for a healthy skin and coat.",
            "image": "../src/image/product_dog_5.webp",
            "image_2": "../src/image/product_dog_detail_5.webp"
        },
        {
            "id": 6,
            "name": "Avoderm",
            "price": 66,
            "description": "AVODERM NATURAL ADVANCED SENSITIVE SUPPORT SALMON & OATMEAL FORMULA",
            "detail": "AvoDerm® Advanced Sensitive Support Wholesome Grains Salmon & Oatmeal food is specially formulated to help support dogs with a food sensitivity or intolerance. This formula is a Limited Ingredient Diet formula made with salmon as the first ingredient and only source of animal protein.This formula also contains a unique blend of oatmeal, pumpkin, and fiber to further support easy digestion and omega fatty acids to support sensitive skin.",
            "image": "../src/image/product_dog_6.webp",
            "image_2": "../src/image/product_dog_detail_6.webp"
        },
        {
            "id": 7,
            "name": "Avoderm",
            "price": 54,
            "description": "AVODERM NATURAL PUPPY CHICKEN MEAL AND BROWN RICE",
            "detail": "As dog lovers and experienced dog owners ourselves, we know that the condition of a dog's skin and coat is frequently a reflection of overall health. Poor skin health can sometimes be traced to dietary insufficiencies or imbalances.",
            "image": "../src/image/product_dog_7.webp",
            "image_2": "../src/image/product_dog_detail_7.webp"
        },
        {
            "id": 8,
            "name": "Avoderm",
            "price": 19,
            "description": "AVODERM REVOLVING MENU GRAIN FREE DUCK RECIPE",
            "detail": "Just like humans, dogs want variety too! Try feeding your dog all of our nutritious recipes in rotation without the worry of an upset stomach. When feeding AvoDerm Natural® Revolving Menu® dog food you can choose to feed just one recipe or any combination of recipes on the menu. These recipes were specifically formulated for the option of rotational feeding, so you can feel confident about giving your dog. All our formulas provide healthy balanced nutrition for your dog. High quality ingredients ensure that you are providing the optimum nutrition your dog needs",
            "image": "../src/image/product_dog_8.webp",
            "image_2": "../src/image/product_dog_detail_8.webp"
        },
        {
            "id": 9,
            "name": "Avoderm",
            "price": 67,
            "description": "AVODERM JOINT HEALTH ADULT GRAIN FREE CHICKEN MEAL FORMULA DRY DOG FOOD",
            "detail": "AvoDerm Natural Joint Health Grain Free Chicken Meal Formula provides healthy, balanced nutrition for your dog with the added benefits of natural chondroitin sulfate and glucosamine to help maintain healthy joints. It’s specially formulated with naturally sourced chondroitin sulfate and glucosamine from real chicken cartilage, not synthetic or chemically extracted. As wheat free, corn free, grain free dog food with avocado, this formula is suitable for dogs with food intolerances such as wheat, corn, soy, and grain.",
            "image": "../src/image/product_dog_9.webp",
            "image_2": "../src/image/product_dog_detail_9.webp"
        },
        {
            "id": 10,
            "name": "Avoderm",
            "price": 13,
            "description": "AvoDerm GRAIN FREE BEEF & POTATO STEW RECIPE",
            "detail": "AvoDerm® Small Breed Chicken Meal & Brown Rice Recipe is ideal for dogs less than 20 pounds with optimal nutrition in each bite-sized kibble. High-quality ingredients, such as omega-rich avocados, ensure that you are providing your dog optimum nutrition. With no wheat, no corn, and no artificial flavors, this dog food is ideal for pets with food sensitivities or intolerances.",
            "image": "../src/image/product_dog_10.webp",
            "image_2": "../src/image/product_dog_detail_10.webp"
        },
        {
            "id": 11,
            "name": "Bark & Harvest",
            "price": 15,
            "description": "BARK & HARVEST HYDEOUT® CHEEK ROLLS",
            "detail": "When is a rawhide not a rawhide? When it's HydeOut®! Our HydeOut® Beef Cheek Rolls are treats derived from beef (skin above the neck) which is distinctly different than traditional rawhide. We're happy to offer this worry-free alternative to the old rawhide treat",
            "image": "../src/image/product_dog_10.webp",
            "image_2": "../src/image/product_dog_detail_11.webp"
        },
        {
            "id": 12,
            "name": "Bark ,N Big",
            "price": 15,
            "description": "BARK 'N BIG BEEF BULLY STICK",
            "detail": "The BarknBig Beef Bully Stick is made from USDA inspected bull pizzle. This premium-quality bully stick will keep your dog entertained for hours on end. This odorless chew is safe for indoor enjoyment. Always monitor your dog with any bone or chew.",
            "image": "../src/image/product_dog_12.webp",
            "image_2": "../src/image/product_dog_detail_12.webp"
        },
        {
            "id": 13,
            "name": "Bark ,N Big",
            "price": 13,
            "description": "BARK 'N BIG BEEF HALF SHIN BONE",
            "detail": "The BarknBig BarknBig Beef Shin Bone is the most popular product on BarknBig.com. The Half Shin Bone is the same product but cut in half to expose the marrow. The smaller size gives smaller dogs with aggressive chewing habits a healthy, sustainable chewing option.",
            "image": "../src/image/product_dog_13.webp",
            "image_2": "../src/image/product_dog_detail_13.webp"
        },
        {
            "id": 14,
            "name": "Bark ,N Big",
            "price": 10,
            "description": "BARK 'N BIG BEEF MARROW",
            "detail": "BarknBig's Beef 6 Marrow Bone is a favorite. This bone is cut to expose the marrow, making it easier for your dog to enjoy.",
            "image": "../src/image/product_dog_14.webp",
            "image_2": "../src/image/product_dog_detail_14.webp"
        },
        {
            "id": 15,
            "name": "Bark ,N Big",
            "price": 18,
            "description": "AvoDerm GRAIN FREE BEEF & POTATO STEW RECIPE",
            "detail": "BarknBig Tendon Fillets are made of tendons ranging from 4-6 long. Each tendon is high in hyaluronic acid which helps to promote healthy hips and joints for dogs. The dense nature of the tendon also helps to clean teeth. 'Fillet means that the tendons have been cut to reduce excess fat.",
            "image": "../src/image/product_dog_15.webp",
            "image_2": "../src/image/product_dog_detail_15.webp"
        },
        {
            "id": 16,
            "name": "Fussie Cat",
            "price": 4,
            "description": "FUSSIE CAT CHICKEN WITH VEGETABLES PURÉE",
            "detail": "Fussie Cat Chicken with Vegetables Purée is love at first lick. Creamy in texture and rich in taste, this indulgent, flavorsome puree will make even the Fussiest of Cats demand more! Fussie Cat Chicken with Vegetables Purée is an easy-to-feed cat treat with essential vitamin E for your cat’s diet to support healthy skin and coat. Fussie Cat’s secret to a purr-fect purée is that we always use carefully sourced, simple, and wholesome ingredients. Not only delicious but also full of nutritious vitamins and minerals, making it an ideal addition to your cat’s everyday diet.",
            "image": "../src/image/product_cat_1.webp",
            "image_2": "../src/image/product_cat_detail_1.webp"
        },
        {
            "id": 17,
            "name": "Fussie Cat",
            "price": 4,
            "description": "FUSSIE CAT CHICKEN PURÉE",
            "detail": "Fussie Cat Chicken Purée is love at first lick. Creamy in texture and rich in taste, this indulgent, flavorsome puree will make even the Fussiest of Cats demand more! Fussie Cat Chicken Purée is an easy-to-feed cat treat with essential vitamin E for your cat’s diet to support healthy skin and coat. Fussie Cat’s secret to a purr-fect purée is that we always use carefully sourced, simple, and wholesome ingredients. Not only delicious but also full of nutritious vitamins and minerals, making it an ideal addition to your cat’s everyday diet.",
            "image": "../src/image/product_cat_2.webp",
            "image_2": "../src/image/product_cat_detail_2.webp"
        }, {
            "id": 18,
            "name": "Fussie Cat",
            "price": 4,
            "description": "FUSSIE CAT CHICKEN WITH BEEF PURÉE",
            "detail": "Fussie Cat Chicken with Beef Purée is love at first lick. Creamy in texture and rich in taste, this indulgent, flavorsome puree will make even the Fussiest of Cats demand more! Fussie Cat Oceanfish is an easy-to-feed cat treat with essential vitamin E for your cat’s diet to support healthy skin and coat.Fussie Cat’s secret to a purr-fect purée is that we always use carefully sourced, simple, and wholesome ingredients. Not only delicious but also full of nutritious vitamins and minerals, making it an ideal addition to your cat’s everyday diet.",
            "image": "../src/image/product_cat_3.webp",
            "image_2": "../src/image/product_cat_detail_3.webp"
        }, {
            "id": 19,
            "name": "Fussie Cat",
            "price": 4,
            "description": "FUSSIE CAT CHICKEN WITH LIVER PURÉE",
            "detail": "Fussie Cat Chicken with Liver Purée is love at first lick. Creamy in texture and rich in taste, this indulgent, flavorsome puree will make even the Fussiest of Cats demand more! Fussie Cat Oceanfish is an easy-to-feed cat treat with essential vitamin E for your cat’s diet to support healthy skin and coat. Fussie Cat’s secret to a purr-fect purée is that we always use carefully sourced, simple, and wholesome ingredients. Not only delicious but also full of nutritious vitamins and minerals, making it an ideal addition to your cat’s everyday diet.",
            "image": "../src/image/product_cat_4.webp",
            "image_2": "../src/image/product_cat_detail_4.webp"
        }, {
            "id": 20,
            "name": "Fussie Cat",
            "price": 8,
            "description": "FUSSIE CAT MARKET FRESH GRAIN FREE CHICKEN & TURKEY RECIPE DRY CAT FOOD",
            "detail": "PHYSIOLOGICALLY TUNED™ MEAT FIRST, POTATO AND GRAIN FREE SUPER PREMIUM FOOD FOR CATS. Our Market Fresh recipes are created with the freshest and finest ingredients. Like Chicken & Turkey, which provides a complete, high-quality protein that’s an excellent source of Vitamin B12, Riboflavin, and Phosphorus. Not only are Chicken and Turkey the first ingredients in this Market Fresh recipe, they’re also extremely palatable for felines.",
            "image": "../src/image/product_cat_5.webp",
            "image_2": "../src/image/product_cat_detail_5.webp"
        }, {
            "id": 21,
            "name": "Fussie Cat",
            "price": 9,
            "description": "FUSSIE CAT MARKET FRESH GRAIN FREE GUINEA FOWL & TURKEY MEAL",
            "detail": "PHYSIOLOGICALLY TUNED™ MEAT FIRST, POTATO AND GRAIN FREE SUPER PREMIUM FOOD FOR CATS.Our Market Fresh recipes are created with the freshest and finest ingredients. Like Salmon, which provides a complete, high-quality protein that’s an excellent source of Vitamin B12 and both Omega-3 and Omega-6 Fatty Acids. Not only is it the first ingredient in Market Fresh recipe, it’s also one of the most palatable foods available for felines.",
            "image": "../src/image/product_cat_6.webp",
            "image_2": "../src/image/product_cat_detail_6.webp"
        }, {
            "id": 22,
            "name": "Fussie Cat",
            "price": 10,
            "description": "FUSSIE CAT MARKET FRESH GRAIN FREE SALMON RECIPE DRY CAT FOOD",
            "detail": "PHYSIOLOGICALLY TUNED™ MEAT FIRST, POTATO AND GRAIN FREE SUPER PREMIUM FOOD FOR CATS. Our Market Fresh recipes are created with the freshest and finest ingredients. Like Salmon, which provides a complete, high-quality protein that’s an excellent source of Vitamin B12 and both Omega-3 and Omega-6 Fatty Acids. Not only is it the first ingredient in Market Fresh recipe, it’s also one of the most palatable foods available for felines.",
            "image": "../src/image/product_cat_7.webp",
            "image_2": "../src/image/product_cat_detail_7.webp"
        }, {
            "id": 23,
            "name": "Fussie Cat",
            "price": 4,
            "description": "FUSSIE CAT OCEANFISH PURÉE",
            "detail": "Fussie Cat Oceanfish Purée is love at first lick. Creamy in texture and rich in taste, this indulgent, flavorsome puree will make even the Fussiest of Cats demand more! Fussie Cat Oceanfish is an easy-to-feed cat treat with essential vitamin E for your cat’s diet to support healthy skin and coat. Fussie Cat’s secret to a purr-fect purée is that we always use carefully sourced, simple, and wholesome ingredients. Not only delicious but also full of nutritious vitamins and minerals, making it an ideal addition to your cat’s everyday diet.",
            "image": "../src/image/product_cat_8.webp",
            "image_2": "../src/image/product_cat_detail_8.webp"
        }, {
            "id": 24,
            "name": "Fussie Cat",
            "price": 4,
            "description": "FUSSIE CAT SARDINE PURÉE",
            "detail": "Fussie Cat Sardine Purée is love at first lick. Creamy in texture and rich in taste, this indulgent, flavorsome puree will make even the Fussiest of Cats demand more! Fussie Cat Oceanfish is an easy-to-feed cat treat with essential vitamin E for your cat’s diet to support healthy skin and coat. Fussie Cat’s secret to a purr-fect purée is that we always use carefully sourced, simple, and wholesome ingredients. Not only delicious but also full of nutritious vitamins and minerals, making it an ideal addition to your cat’s everyday diet.",
            "image": "../src/image/product_cat_9.webp",
            "image_2": "../src/image/product_cat_detail_9.webp"
        }, {
            "id": 25,
            "name": "Fussie Cat",
            "price": 4,
            "description": "FUSSIE CAT TUNA WITH OCEAN FISH PURÉE",
            "detail": "Fussie Cat Tuna with Ocean Fish Purée is love at first lick. Creamy in texture and rich in taste, this indulgent, flavorsome puree will make even the Fussiest of Cats demand more! Fussie Cat Tuna with Ocean Fish Purée is an easy-to-feed cat treat with essential vitamin E for your cat’s diet to support healthy skin and coat. Fussie Cat’s secret to a purr-fect purée is that we always use carefully sourced, simple, and wholesome ingredients. Not only delicious but also full of nutritious vitamins and minerals, making it an ideal addition to your cat’s everyday diet.",
            "image": "../src/image/product_cat_10.webp",
            "image_2": "../src/image/product_cat_detail_10.webp"
        }, {
            "id": 26,
            "name": "Smallbatch Pets",
            "price": 13,
            "description": "SMALLBATCH FREEZE DRIED TURKEY HEARTS",
            "detail": "Single ingredient treats for dogs and cats. Excellent treats for pets with allergy issues and a great source of protein.",
            "image": "../src/image/product_cat_11.webp",
            "image_2": "../src/image/product_cat_detail_11.webp"
        },
        {
            "id": 27,
            "name": "Smallbatch Pets",
            "price": 19,
            "description": "SMALLBATCH FROZEN BEEF BONE BROTH",
            "detail": "Slow simmered organic bones, organic carrots, and filtered water creating a broth rich in collagen, minerals, and amino acids. Ideal for supporting joint health, strong bones, and healing gut lining. Add hydration by topping any meal or serving as a treat. For dogs and cats.",
            "image": "../src/image/product_cat_12.webp",
            "image_2": "../src/image/product_cat_detail_12.webp"
        },
        {
            "id": 28,
            "name": "Smallbatch Pets",
            "price": 19,
            "description": "SMALLBATCH FREEZE DRIED TURKEY HEARTS",
            "detail": "Slow simmered organic bones, organic carrots, and filtered water creating a broth rich in collagen, minerals, and amino acids. Ideal for supporting joint health, strong bones, and healing gut lining. Add hydration by topping any meal or serving as a treat. For dogs and cats.",
            "image": "../src/image/product_cat_13.webp",
            "image_2": "../src/image/product_cat_detail_13.webp"
        },
        {
            "id": 29,
            "name": "Smallbatch Pets",
            "price": 28,
            "description": "SMALLBATCH FROZEN DUCKBATCH CAT FOOD",
            "detail": "97% humanely raised and harvested duck, 1% organic produce, 2% natural supplements whole ducks including bones, duck livers, duck hearts, duck gizzards, salmon oil, organic dandelion greens, organic apple cider vinegar, organic kelp*, organic bee pollen, organic barley grass, organic cranberries, vitamin e supplement",
            "image": "../src/image/product_cat_14.webp",
            "image_2": "../src/image/product_cat_detail_14.webp"
        },
        {
            "id": 30,
            "name": "Smallbatch Pets",
            "price": 22,
            "description": "SMALLBATCH FROZEN LAMBBATCH CAT FOOD",
            "detail": "98% humanely raised grass fed lamb, 1% organic produce, 2% natural supplements lamb, lamb hearts, lamb necks (including bone), lamb livers, lamb spleens, salmon oil, organic dandelion greens, organic apple cider vinegar, organic kelp*, organic bee pollen, organic barley grass, organic cranberries, vitamin e supplement",
            "image": "../src/image/product_cat_15.webp",
            "image_2": "../src/image/product_cat_detail_15.webp"
        }
    ]
}